Repository: 5umm3r/draftcanvas
Catalog: DraftCanvas/Localization/Localizable.xcstrings
Source language: ja
Languages: en

source: [Import] フィルタリングプロジェクト選択中はスキップ
en: [Import] Skipped while filtering project is selected

source: 「%@」へ%lld件を移動またはコピーしますか？
en: Move or copy %@ items to "%lld"?

source: 「%@」へ移動またはコピーしますか？
en: Move or copy to "%@"?

source: %lld / %lld 個選択
en: %lld / %lld selected

source: %lld / %lld 枚処理中…
en: %lld / %lld processing…

source: %lld並列
en: %lld parallel

source: %lld件のコピーに失敗しました
en: Failed to copy %lld items

source: %lld件の削除に失敗しました
en: Failed to delete %lld items

source: %lld件の画像を削除しますか？
en: Delete %lld images?

source: %lld件の移動に失敗しました
en: Failed to move %lld items

source: %lld件をコピー
en: Copy %lld

source: %lld件を別プロジェクトへ
en: Move %lld items to another project

source: %lld件を移動
en: Move %lld

source: %lld個選択
en: %lld selected

source: %lld枚
en: %lld images

source: %lld枚の画像を生成しました
en: Generated %lld images

source: %lld枚成功、%lld枚失敗
en: %lld succeeded, %lld failed

source: APIキー
en: API Key

source: batchItems は ZipExportPipeline で処理してください
en: Use ZipExportPipeline for batch items

source: codex app-server が終了しました。
en: codex app-server has exited.

source: codex app-server が起動していません。
en: codex app-server is not running.

source: Codex turn がタイムアウトしました。
en: Codex turn timed out.

source: Codex turn の結果を取得できませんでした。
en: Failed to retrieve Codex turn result.

source: Codexコスト
en: Codex Cost

source: Draft Canvas のすべての機能が使えるようになりました。
en: You now have access to all features of Draft Canvas.

source: Finderで表示
en: Show in Finder

source: IO エラー: %@
en: IO error: %@

source: JSON-RPCリクエストをJSONとしてエンコードできません。
en: Failed to encode JSON-RPC request as JSON.

source: JSON行を解析できません: %@
en: Failed to parse JSON line: %@

source: PNG埋込SVG出力
en: SVG with Embedded PNG

source: SVGの生成に失敗しました
en: Failed to generate SVG

source: thread/start のレスポンスから thread id を取得できませんでした。
en: Failed to retrieve thread id from thread/start response.

source: ZIP作成に失敗しました: %@
en: Failed to create ZIP: %@

source: アイテムのコピーに失敗しました
en: Failed to copy item

source: アイテムの複製に失敗しました
en: Failed to duplicate item

source: アイテムを別プロジェクトへ
en: Move item to another project

source: アカウント
en: Account

source: アカウントと使用量を更新
en: Refresh Account & Usage

source: アカウント未取得
en: Account Not Loaded

source: アクティベーション上限に達しました
en: Activation limit reached.

source: アスペクト比
en: Aspect Ratio

source: あと%lldd
en: in %lldd

source: あと%lldd%lldh
en: in %lldd%lldh

source: あと%lldh
en: in %lldh

source: あと%lldh%lldm
en: in %lldh%lldm

source: あと%lldm
en: in %lldm

source: 生成指示を英語に翻訳
en: Translate prompts to English

source: オンにすると生成前に英語へ翻訳しブレを抑えますが、トークン消費が増えます。
en: When on, prompts are translated to English before generation to reduce variance, increasing token usage.

source: インポート
en: Import

source: インポート失敗: %@
en: Import failed: %@

source: エクスポート
en: Export

source: エクスポートに失敗しました
en: Export failed

source: エクスポートのエンコードに失敗しました。
en: Failed to encode export.

source: エンハンス結果が空でした
en: Enhancement result was empty

source: エンハンス結果を取得できませんでした
en: Failed to retrieve enhancement result

source: オフ
en: Off

source: オリジナルサイズ以下を指定してください（アップスケール非対応）
en: Please specify a size at or below the original (upscaling not supported)

source: お気に入り
en: Favorites

source: お気に入りから外す
en: Remove from Favorites

source: お気に入りに追加
en: Add to Favorites

source: キャンセル
en: Cancel

source: キャンバスにインポートする画像を選択してください。
en: Select images to import to the canvas.

source: クリップボードの画像を処理できませんでした
en: Failed to process clipboard image

source: コスト
en: Cost

source: このキーは既にアクティベート済みです
en: This key is already activated.

source: この操作は取り消せません。
en: This action cannot be undone.

source: この検索条件を保存
en: Save This Search

source: コピー
en: Copy

source: ストーリー
en: Story

source: すべての画像
en: All Images

source: すべて解除
en: Deselect All

source: すべて選択
en: Select All

source: 並列失敗
en: Parallel Limit

source: 停止
en: Stop

source: タイムアウト
en: Timeout

source: タグ
en: Tags

source: タグを追加
en: Add Tag

source: テーマ切替
en: Toggle Theme

source: トライアル期間が終了しました
en: Trial Period Ended

source: ネットワークエラーが発生しました
en: A network error occurred.

source: バイナリが見つかりません: %@
en: Binary not found: %@

source: フィルタリング
en: Filter

source: フィルタリングプロジェクトを作成
en: Create Filter Project

source: フィルタリングプロジェクトを編集
en: Edit Filter Project

source: ブラシ
en: Brush

source: プレビュー画像の生成に失敗しました
en: Failed to generate preview image

source: ChatGPT Plus 以上のサブスクリプションでログインしてください。API Key / Amazon Bedrock 構成は未サポートです。
en: Please sign in with a ChatGPT Plus subscription or higher. API Key and Amazon Bedrock configurations are not supported.

source: 画像生成には ChatGPT Plus 以上のプランが必要です
en: Image generation requires ChatGPT Plus or higher

source: 画像生成には ChatGPT Plus 以上のプランが必要です。
en: Image generation requires ChatGPT Plus or higher.

source: ChatGPT Free プランでは画像生成を利用できません
en: Image generation is not available on ChatGPT Free

source: プロジェクト
en: Project

source: プロジェクトと含まれる全画像を削除します。この操作は取り消せません。
en: This will delete the project and all its images. This action cannot be undone.

source: プロジェクトを削除しますか？
en: Delete project?

source: プロジェクト名
en: Project Name

source: プロンプトエンハンスがタイムアウトしました
en: Prompt enhancement timed out

source: プロンプトエンハンスに失敗しました
en: Prompt enhancement failed

source: プロンプトをエンハンス (詳細化)
en: Enhance Prompt

source: プロンプトをコピー
en: Copy Prompt

source: プロンプトを入力して生成してください
en: Enter a prompt to generate

source: ベクターSVGはサイズ非依存のためリサイズしません
en: Vector SVG is size-independent and will not be resized

source: ベクターSVG出力
en: Vector SVG Output

source: ベクター化
en: Vectorize

source: ベクター化に失敗しました
en: Vectorization failed

source: ベクター化中
en: Vectorizing

source: ベクター化結果の保存に失敗しました
en: Failed to save vectorization result

source: ポートレート
en: Portrait

source: マスクして編集
en: Mask and Edit

source: ラフ
en: Sketch

source: ラフを描いて構図を指示
en: Draw a sketch to guide composition

source: マスクして編集モード
en: Mask Edit Mode

source: マスクして除去
en: Mask and Remove

source: マスクの処理に失敗しました: %@
en: Failed to process mask: %@

source: マスクの生成に失敗しました
en: Failed to generate mask

source: マスクをすべて消去しますか？
en: Clear all masks?

source: マスク合成に失敗しました。
en: Failed to composite mask.

source: マスク画像のデコードに失敗しました。
en: Failed to decode mask image.

source: マスク画像の生成に失敗しました。
en: Failed to generate mask image.

source: マスク除去に失敗しました: %@
en: Mask removal failed: %@

source: もうすぐ
en: Soon

source: モデル選択
en: Select Model

source: ライセンスキーが無効です
en: Invalid license key.

source: ライセンスキーを持っている
en: I have a license key

source: ライセンスをお持ちでない方は
en: Don't have a license?

source: ライセンスを有効化
en: Activate License

source: リサイズ
en: Resize

source: リサイズに失敗しました。
en: Resize failed.

source: ログ
en: Logs

source: ログアウト
en: Log Out

source: ログアウトに失敗しました
en: Failed to log out

source: ログはまだありません。
en: No logs yet.

source: ロゴ
en: Logo

source: ロゴ: 色差ベース / 写真: AI検出
en: Logo: color-diff / Photo: AI detection

source: ロゴモードのみ利用可能
en: Available in Logo mode only

source: ロスレス圧縮（画質変化なし）
en: Lossless compression (no quality loss)

source: ワイドスクリーン
en: Widescreen

source: 一括エクスポートに失敗しました
en: Batch export failed

source: 上書き保存
en: Overwrite

source: 不明
en: Unknown

source: 並列実行数
en: Concurrency

source: 中
en: Medium

source: 低
en: Low

source: 作成
en: Create

source: 作成日 古い順
en: Oldest First

source: 作成日 新しい順
en: Newest First

source: 例: 猫 夕日
en: e.g. cat sunset

source: 保存
en: Save

source: 保存 (%lld)
en: Save (%lld)

source: 保存して移動
en: Save and Move

source: 保存せずに移動
en: Move without Saving

source: 保存中...
en: Saving...

source: 保存先
en: Save Location

source: 保存先が未設定です
en: Save location not set

source: 保存先をダイアログで指定
en: Choose Save Location

source: 元画像
en: Original

source: 元画像のデコードに失敗しました。
en: Failed to decode original image.

source: 全ての画像のエクスポートに失敗しました
en: Failed to export all images

source: 再編集
en: Re-edit

source: 再編集モード
en: Re-edit Mode

source: 再試行
en: Retry

source: 最大圧縮（ロッシー）
en: Maximum compression (lossy)

source: 最適化
en: Optimize

source: 最高
en: Best

source: 写真
en: Photo

source: 写真モードのみ利用可能
en: Available in Photo mode only

source: 処理がタイムアウトしました
en: Processing timed out

source: 処理中...
en: Processing...

source: 利用可能なモデルがありません
en: No models available

source: 削除
en: Delete

source: 参照画像を添付
en: Attach Reference Image

source: 参照画像添付中
en: Attaching Reference Image

source: 収縮
en: Shrink

source: 取得に失敗しました
en: Failed to fetch

source: 名前
en: Name

source: 変更…
en: Change…

source: 名前を変更
en: Rename

source: 品質
en: Quality

source: 境界調整
en: Edge Adjustment

source: 失敗
en: Failed

source: 完了
en: Done

source: 完了音
en: Completion Sound

source: 幅
en: Width

source: 引き続きご利用いただくには Draft Canvas をご購入ください。
en: To continue using Draft Canvas, please purchase a license.

source: 待機中
en: Waiting

source: 後で
en: Later

source: 思考力
en: Reasoning

source: 拡張
en: Expand

source: 新規アイテムとして追加
en: Add as New Item

source: 新規プロジェクト
en: New Project

source: 既存タグから追加
en: Add from Existing Tags

source: 日本語
en: Japanese

source: 有効化する
en: Activate

source: 有効化完了
en: License Activated

source: 未ログイン
en: Not Logged In

source: 未対応の画像結果形式です: %@
en: Unsupported image result format: %@

source: 未選択
en: None Selected

source: 条件を編集
en: Edit Conditions

source: 枚数
en: Count

source: 検索
en: Search

source: 検索クエリ（スペース区切り AND 部分一致）
en: Search query (space-separated AND partial match)

source: 検索結果を保存しますか？
en: Save search results?

source: 横長
en: Landscape

source: 正方形
en: Square

source: 消しゴム
en: Eraser

source: 消去
en: Clear

source: 添付
en: Attach

source: 生成したい画像を説明
en: Describe the image you want to generate

source: 生成に失敗しました
en: Generation failed

source: 生成中
en: Generating

source: 生成時の参照画像を選択してください。
en: Select a reference image for generation.

source: 生成物を保存するときの既定フォルダを選択してください。
en: Select the default folder for saving generated images.

source: 生成結果はこのキャンバスに並びます
en: Generated results will appear on this canvas

source: 生成結果を取得できませんでした。ログを確認してください。
en: Failed to retrieve generated result. Check the logs.

source: 画像エンコードに失敗しました。
en: Failed to encode image.

source: 画像から主体を検出できませんでした
en: Could not detect subject in image

source: 画像から輪郭を検出できませんでした
en: Could not detect contour in image

source: 画像のインポートに失敗しました
en: Failed to import image

source: 画像のデコードに失敗しました。
en: Failed to decode image.

source: 画像の保存に失敗しました
en: Failed to save image

source: 画像の変換に失敗しました
en: Failed to convert image

source: 画像の読み込みに失敗しました
en: Failed to load image

source: 画像ファイルを読み込めませんでした
en: Could not load image file

source: 画像をPNGに変換できませんでした
en: Failed to convert image to PNG

source: 画像をインポート
en: Import Image

source: 画像を削除しますか？
en: Delete image?

source: 画像を読み込めませんでした
en: Failed to load image

source: 画像を読み込めませんでした: %@
en: Could not load image: %@

source: 画像生成完了
en: Image Generation Complete

source: 破棄
en: Discard

source: 移動
en: Move

source: 素材
en: Material

source: 素材を抽出
en: Extract Material

source: 素材を検出できませんでした
en: Could not detect materials

source: 素材分解: %@
en: Extract materials: %@

source: 素材分解に失敗しました
en: Material extraction failed

source: 終了コード %lld: %@
en: Exit code %lld: %@

source: 結果画像の保存に失敗しました
en: Failed to save result image

source: 背景は白に合成されます（JPEGは透過非対応）
en: Background will be composited as white (JPEG does not support transparency)

source: 背景を除去
en: Remove Background

source: 背景除去: %@
en: Remove background: %@

source: 背景除去に失敗しました
en: Background removal failed

source: 背景除去に失敗しました: %@
en: Background removal failed: %@

source: 背景除去結果の保存に失敗しました
en: Failed to save background removal result

source: 自動
en: Auto

source: 自動的に確認
en: Check automatically

source: 今すぐ確認
en: Check Now

source: 色の解析に失敗しました
en: Failed to analyze colors

source: 色数を削減します。画質が一部低下する場合があります
en: Color count will be reduced. Some quality loss may occur.

source: 複製
en: Duplicate

source: 解除
en: Deselect

source: 言語 / Language
en: Language

source: 詳細
en: Details

source: 読み込み中...
en: Loading...

source: 賢さ
en: Intelligence

source: 購入する
en: Buy

source: 購入後に届いたライセンスキーを入力してください。
en: Enter the license key you received after purchase.

source: 輪郭検出に失敗しました: %@
en: Contour detection failed: %@

source: 速さ
en: Speed

source: 選択
en: Select

source: 選択したモードのマスクを取得できませんでした
en: Could not retrieve mask for selected mode

source: 選択モード
en: Selection Mode

source: 選択モード終了
en: Exit Selection Mode

source: 選択画像を一括エクスポート
en: Batch Export Selected

source: 選択画像を一括削除
en: Batch Delete Selected

source: オープンソースライセンス
en: Open-Source Licenses

source: オープンソースライセンスを表示
en: Show open-source licenses

source: 閉じる
en: Close

source: 除去
en: Remove

source: 高
en: Height

source: 高 (98)
en: High (98)

source: 高解像度化
en: Upscale

source: 高解像度化: %@
en: Upscale: %@

source: 高解像度化に失敗しました
en: Upscaling failed

source: 高解像度化中
en: Upscaling

source: 高解像度化結果の上書きに失敗しました
en: Failed to overwrite upscale result

source: 高解像度化結果の保存に失敗しました
en: Failed to save upscale result

source: 高速圧縮
en: Fast compression

source: アップデート
en: Updates

source: アップデートを確認…
en: Check for Updates…

source: トライアル期限切れ
en: Trial Expired

source: トライアル: 残 %lld 日
en: Trial: %lld days remaining

source: システム設定に従う
en: Follow System Settings

source: 言語
en: Language

source: 一般
en: General

source: 再起動
en: Restart

source: 再起動が必要
en: Restart Required

source: 変更には再起動が必要です
en: Restart required to apply changes.

source: 変更を反映するには Draft Canvas を再起動します
en: Draft Canvas will restart to apply the language change.

source: 中断して再起動
en: Stop and Restart

source: 進行中の作業（生成・書き出し等）があります。中断して再起動すると、これらは破棄されます。
en: There are tasks in progress (generation, export, etc.). Stopping them to restart will discard any unfinished work.

source: 変更を反映するには Draft Canvas を再起動してください
en: Please restart Draft Canvas to apply the language change.

source: 終了
en: Quit

source: マスク編集
en: Mask Edit

source: 素材分解
en: Material Extraction

source: エクスポート (%lld枚)
en: Export (%lld images)

source: オリジナル: %lld × %lld px
en: Original: %lld × %lld px

source: 中 (80)
en: Medium (80)

source: 低 (60)
en: Low (60)

source: 設定
en: Settings

source: 失敗のみ再試行 (%lld)
en: Retry Failed (%lld)

source: 失敗したジョブのみ再試行
en: Retry only failed jobs

source: 残量が少なくなっています (残り %lld%%)。生成を続行しますか？
en: Usage is low (%lld%% remaining). Continue generating?

source: 続行
en: Continue

source: レート制限に達しました。再試行中です。
en: Rate limit reached. Retrying...

# Dialogue.Analyzing
source: AIが回答を分析しています…
en: Analyzing your answers…

# Dialogue.Back
source: 戻る
en: Back

# Dialogue.Button.help
source: AIと対話してプロンプトを作成
en: Build prompt through AI dialogue

# Dialogue.Cancel
source: キャンセル
en: Cancel

# Dialogue.Category.composition
source: 構図
en: Composition

# Dialogue.Category.mood
source: 雰囲気
en: Mood

# Dialogue.Category.palette
source: 色調
en: Palette

# Dialogue.Category.style
source: スタイル
en: Style

# Dialogue.Category.subject
source: 被写体
en: Subject

# Dialogue.Confirm
source: プロンプト欄に貼る
en: Use This Prompt

# Dialogue.Error.analyzeTimeout
source: 分析がタイムアウトしました
en: Analysis timed out

# Dialogue.Error.emptyResult
source: 生成結果が空でした
en: Generated result was empty

# Dialogue.Error.noResult
source: 結果を取得できませんでした
en: Failed to get result

# Dialogue.Error.synthesizeTimeout
source: プロンプト生成がタイムアウトしました
en: Prompt generation timed out

# Dialogue.FreeText.label
source: 自由記述（任意）
en: Free text (optional)

# Dialogue.FreeText.placeholder
source: その他、補足があれば…
en: Any additional details…

# Dialogue.Header.analyzing
source: 分析中…
en: Analyzing…

# Dialogue.Header.failed
source: エラー
en: Error

# Dialogue.Header.result
source: プロンプト完成
en: Prompt Ready

# Dialogue.Header.synthesizing
source: プロンプト生成中…
en: Generating prompt…

# Dialogue.Next
source: 次へ
en: Next

# Dialogue.Option.composition.aerialView
source: 俯瞰
en: Aerial View

# Dialogue.Option.composition.closeUp
source: クローズアップ
en: Close-up

# Dialogue.Option.composition.ruleOfThirds
source: 三分割法
en: Rule of Thirds

# Dialogue.Option.composition.symmetrical
source: シンメトリー
en: Symmetrical

# Dialogue.Option.composition.wideAngle
source: 広角
en: Wide Angle

# Dialogue.Option.mood.dramatic
source: ドラマチック
en: Dramatic

# Dialogue.Option.mood.energetic
source: エネルギッシュ
en: Energetic

# Dialogue.Option.mood.joyful
source: 明るい
en: Joyful

# Dialogue.Option.mood.melancholic
source: メランコリック
en: Melancholic

# Dialogue.Option.mood.mysterious
source: 神秘的
en: Mysterious

# Dialogue.Option.mood.serene
source: 穏やか
en: Serene

# Dialogue.Option.palette.cool
source: 寒色系
en: Cool Tones

# Dialogue.Option.palette.dark
source: ダーク
en: Dark

# Dialogue.Option.palette.monochrome
source: モノクロ
en: Monochrome

# Dialogue.Option.palette.pastel
source: パステル
en: Pastel

# Dialogue.Option.palette.vibrant
source: 鮮やか
en: Vibrant

# Dialogue.Option.palette.warm
source: 暖色系
en: Warm Tones

# Dialogue.Option.style.3dRender
source: 3D レンダー
en: 3D Render

# Dialogue.Option.style.anime
source: アニメ
en: Anime

# Dialogue.Option.style.illustration
source: イラスト
en: Illustration

# Dialogue.Option.style.oilPainting
source: 油絵
en: Oil Painting

# Dialogue.Option.style.photorealistic
source: フォトリアル
en: Photorealistic

# Dialogue.Option.style.watercolor
source: 水彩
en: Watercolor

# Dialogue.Option.subject.abstract
source: 抽象
en: Abstract

# Dialogue.Option.subject.animal
source: 動物
en: Animal

# Dialogue.Option.subject.architecture
source: 建築
en: Architecture

# Dialogue.Option.subject.landscape
source: 風景
en: Landscape

# Dialogue.Option.subject.object
source: 物体
en: Object

# Dialogue.Option.subject.person
source: 人物
en: Person

# Dialogue.Question.composition
source: どんな構図・アングルですか？
en: What composition or angle?

# Dialogue.Question.mood
source: どんな雰囲気・感情ですか？
en: What mood or feeling?

# Dialogue.Question.palette
source: どんな色使いですか？
en: What color palette?

# Dialogue.Question.style
source: どんな表現スタイルですか？
en: What visual style?

# Dialogue.Question.subject
source: 何を描きたいですか？
en: What do you want to depict?

# Dialogue.Result.label
source: 生成プロンプト（編集可）
en: Generated prompt (editable)

# Dialogue.Retry
source: 再試行
en: Retry

# Dialogue.Skip
source: スキップ
en: Skip

# Dialogue.Synthesizing
source: プロンプトを生成しています…
en: Generating prompt…

# Dialogue.Header.step
source: ステップ %d / %d — %@
en: Step %d of %d — %@

# Dialogue.Header.aiFollowup
source: 追加質問 %d / %d
en: Follow-up %d of %d

# Dialogue.AIFollowup.instruction
source: テキストを入力して「次へ」を押してください
en: Type your answer and tap Next

source: 72 dpi（画面）
en: 72 dpi (Screen)

source: 150 dpi（簡易印刷）
en: 150 dpi (Basic Print)

source: 300 dpi（高品質印刷）
en: 300 dpi (High Quality)

source: 600 dpi（商業印刷）
en: 600 dpi (Commercial)

source: LZW（推奨）
en: LZW (Recommended)

source: 可逆（Flate）
en: Lossless (Flate)

source: JPEG 高品質
en: JPEG High Quality

source: JPEG 中品質
en: JPEG Medium Quality

source: 解像度 (DPI)
en: Resolution (DPI)

source: 画像圧縮
en: Image Compression

source: LZW可逆圧縮・透過（アルファ）保持
en: LZW Lossless · Alpha Preserved

source: 保存先を設定
en: Set Save Folder

source: トリミング
en: Crop

source: トリミングに失敗しました
en: Crop failed

source: トリミング結果の保存に失敗しました
en: Failed to save crop result

source: 切り出し元画像が見つかりませんでした
en: Source image not found

source: 自由
en: Free

source: 該当カード: %lld枚
en: %lld matching cards

source: このMacのアクティベーションが解除されます。別のMacで使用する際に再入力が必要です。
en: This Mac will be deactivated. You will need to re-enter your license key to use it on another Mac.

source: このMacのライセンスを解除
en: Deactivate on This Mac

source: 共有
en: Share

source: ライセンス認証済み
en: License Activated

source: 画像全体にリセット
en: Reset to full image
